Repository: gabrisp/iwearit
Catalog: WardrobeKit/Sources/WKServices/Resources/Localizable.xcstrings
Source language: en
Languages: es

# wkservices.cameracontroller.couldnTProcessThePhoto
source: Couldn't process the photo.
es: No se pudo procesar la foto.

# wkservices.cameracontroller.noCameraAvailableWasFound
source: No camera available was found.
es: No se encontró ninguna cámara disponible.

# wkservices.locationprovider.here
source: Here
es: Aquí

# wkservices.modelstore.couldnTOpenTheDownloaded
source: Couldn't open the downloaded package
es: No se pudo abrir el paquete descargado

# wkservices.modelstore.couldnTWriteTheModel
source: Couldn't write the model to disk
es: No se pudo escribir el modelo en disco

# wkservices.modelstore.thePackageCouldnTBe
source: The package couldn't be unzipped
es: El paquete no se pudo descomprimir

# wkservices.modelstore.thePackageDoesnTContain
source: The package doesn't contain any .%1$@
es: El paquete no contiene ningún .%1$@

# wkservices.modelstore.thePackageIsDamaged
source: The package is damaged
es: El paquete está dañado

# wkservices.openmeteoweatherservice.couldnTAskForThe
source: Couldn't ask for the weather
es: No se pudo preguntar por el tiempo

# wkservices.openmeteoweatherservice.theWeatherServiceIsnT
source: The weather service isn't responding
es: El servicio del tiempo no responde

# wkservices.placesearchservice.noName
source: No name
es: Sin nombre

# wkservices.remoteclothingresolver.couldnTOpenAnAnonymous
source: couldn't open an anonymous session
es: no se pudo abrir sesión anónima

# wkservices.remoteclothingresolver.itTookTooLong
source: it took too long
es: tardó demasiado

# wkservices.remoteclothingresolver.noResponse
source: no response
es: sin respuesta

# wkservices.remoteclothingresolver.theExecutionFailedOnThe
source: the execution failed on the server
es: la ejecución falló en el servidor
